Уголовный кодекс 
Глава 1. Причинение вреда здоровью
1.1 За причинение вреда средней степени тяжести гражданскому лицу, либо сотруднику правоохранительных органов (Далее ПО) без применения огнестрельного, холодного либо иного вида оружия или используемых в качестве него предметов, преступнику присваивается 3 степень розыска.


Глава 2. Вооруженное нападение
2.1 За вооруженное нападение с применением огнестрельного оружия на гражданское лицо, либо сотрудника ПО, преступнику присваивается 6 степень розыска
2.2 За вооруженное нападение с применением холодного оружия, либо используемых в качестве него предметов (Кастеты, клюшки, катаны, биты, нож и т.д.) на гражданское лицо, либо сотрудника ПО, преступнику присваивается 5 степень розыска


Глава 3. Транспортные преступления
3.1 За попытку угона служебного либо личного транспортного средства, правонарушителю присваивается 1 степень розыска
3.2 За угон служебного либо личного транспортного средства, правонарушителю присваивается 2 степень розыска
3.3 За причинение физического вреда гражданскому лицу, либо сотруднику ПО транспортным средством, правонарушителю присваивается 4 степень розыска
3.4 За скрытие с места ДТП, причинившее ущерб физическому лицу, транспортным средствам или повреждение общегородской инфраструктуры, правонарушителю присваивается 2 степень розыска

Глава 4. Намеренное введение в заблуждение
4.1 За использование формы и знаков отличия представителей государственных органов власти (МВД, МО) с целью введения в заблуждение, обмана и получения личной выгоды, правонарушителю присваивается 2 степень розыска.
4.2 За использование транспортного средства, оборудованного проблесковыми маячками, СГУ, спецсигналами с целью введения в заблуждение, обмана и получения личной выгоды, правонарушителю присваивается 2 степень розыска.
Примечание: исключающими транспортными средствами являются: спецтранспорт, транспорт во владении государственных организаций.


Глава 5. Взятка
5.1 За попытку или дачу взятки должностному лицу, правонарушителю присваивается 3 степень розыска
5.2 За получение взятки должностным лицом, правонарушителю присваивается 3 степень розыска
5.3 За вымогательство взятки должностным лицом, правонарушителю присваивается 4 степень розыска

Глава 6. Подделка документов
6.1 За подделку документов удостоверяющих личность, а также служебное положение гражданина (служебное удостоверение), правонарушителю присваивается 2 степень розыска
6.2 За подделку медицинских справок, выписок или других документов правонарушителю присваивается 1 степень розыска

Глава 7. Оружие
7.1 Открытое ношение огнестрельного, пневматического, травматического оружия без цели самообороны, наказывается присвоением 2 степени розыска.
Исключение: сотрудники МВД при исполнении, а также сотрудники МО, находящиеся на военном объекте.
Примечание: Если человек по первому требованию убрал оружие - преступность деяния устраняется
7.2 Применение огнестрельного оружия в отсутствии угрозы жизни, правонарушителю присваивается 4 степень розыска
7.3 За незаконное владение огнестрельным оружием (без лицензии), правонарушителю присваивается 4 степень розыска
7.4 За продажу/покупку/хранение (включая хранение в личном доме/квартире)/кражу нелегально добытого оружия и/или патронов к нему, за владение таковым, а также за владения оружием со стертыми номерными знаками и/или измененным нарезом ствола, правонарушителю присваивается 5 степень розыска
7.5 За изготовление оружия и/или патронов, не имея на то специальной лицензии, правонарушителю присваивается 5 степень розыска
7.6 За угрозу применения огнестрельного оружия, нацеливаясь на сотрудника МВД, правонарушителю присваивается 3 уровень розыска

Глава 8. Похищение людей, удержание в заложниках
8.1 За похищение, взятие в заложники гражданского лица правонарушителю присваивается 6-я степень розыска, а также накладывается штрафная санкция в размере 150.000$ за каждого гражданина, чьи права были нарушены
8.2 За похищение, взятие в заложники лица, облеченного государственной властью (Вице-президент, Премьер-министр, генеральный инспектор, верховный судья, губернаторы, министры, военные генералы, директор ФБР) правонарушителю присваивается 6 степень розыска, а также накладывается штрафная санкция в размере 200.000$
8.3 За похищение или взятие в заложники Президента Синей Федерации правонарушителю присваивается 6 степень розыска, налагается штраф в размере 300,000$, и судебным решением назначается мера наказания в виде пожизненного заключения под стражей.

Глава 9. Неподчинение
9.1 За неподчинение сотруднику ПО или представителем генеральной инспекции, отдавшему законный приказ и находящемуся при исполнении, правонарушителю присваивается 3 степень розыска
9.2 За неподчинению сотруднику ПО, отдавшему законный приказ при обстановке ЧС в Федерации, а также при проведении спец. операции, правонарушителю присваивается 4 степень розыска
9.3 За отказ от выплаты штрафа или при его несвоевременной выплате, выданная штрафная санкция увеличивается втрое, нарушившему присваивается 3 степень розыска

Глава 10. Проникновение
10.1 За отказ покинуть охраняемую ПО территорию, правонарушителю присваивается 2 степень розыска
10.2 За незаконное проникновение на территорию закрытой военной базы либо военного объекта (Авианосец и т.п.), правонарушителю присваивается 3 степень розыска.
10.3 Проникновение и последующий отказ покинуть территорию частной собственности другого гражданина, правонарушителю присваивается 1 степень розыска
10.4 Проникновение в здания гос. учреждений с вооружением, наказывается 2 степенью розыска. (Статья не распространяется на сотрудников МВД, находящихся при исполнении)
Примечание: Если человек по первому требованию убрал оружие - преступность деяния устраняется
10.5 Проникновение в здания гос. учреждений в маске, наказывается 1 степенью розыска. (Статья не распространяется на сотрудников МВД, находящихся при исполнении, а также на военнослужащих МО, которые пребывают на территории военного объекта или участвуют в специальной операции)
Примечание: Если человек по первому требованию снял маску - преступность деяния устраняется.
10.6 За незаконное (несанкционированное) проникновение на территорию Федерального Бюро Расследований, правонарушителю присваивается 5 степень розыска

Глава 11. Наркотические вещества
11.1 За незаконное хранение наркотических средств в больших количествах (более 5 грамм на руках, и 10 грамм в доме), правонарушителю присваивается 3 степень розыска и налагается штраф в размере 50.000$
11.2 За незаконный оборот, продажу, покупку наркотических веществ, правонарушителю присваивается 6 степень розыска и налагается штраф в размере 125.000$
11.3 За производство любых наркотических, психотропных препаратов, правонарушителю присваивается 5 степень розыска и налагается штраф в размере 80.000$

Глава 12. Терроризм и экстремизм
12.1 За планирование/исполнение теракта, правонарушителю присваивается 6 степень розыска
12.2 За помощь в исполнении теракта, правонарушителю присваивается 6 степень розыска
12.3 За организацию теракта руководителю преступной организации, которая его организовала и провела, присваивается 6 степень розыска и судебным решением назначается мера наказания в виде пожизненного заключения под стражей


Глава 13. Хулиганство
13.1 Ложный вызов сотрудников ПО, правонарушителю присваивается 2 степень розыска и налагается штраф в размере 10.000$
13.2 За хулиганство с применением либо с угрозой применения насилия в отношении к гражданам, правонарушителю присваивается 3 степень розыска.
13.3 За хулиганство в публичном, общественном месте выражаемое в грубом неуважении к обществу, правам граждан, правонарушителю присваивается 2 степень розыска
13.4 За организацию незаконной уличной гонки на дорогах общего пользования правонарушителю присваивается 3 степень розыска и налагается штраф в размере 40.000$


Глава 14. Публичные мероприятия
14.1 За срыв согласованного собрания, митинга, демонстрации, шествия или пикета правонарушителю присваивается 2 степень розыска
14.2 За организацию несанкционированного собрания, митинга, демонстрации, шествия или пикета, правонарушителю присваивается 4 степень розыска и налагается штраф в размере 150.000$, и по 30.000$ за каждого участника нелегального митинга
14.3 За участие в несанкционированном собрании, митинге, демонстрации, шествии или пикете, правонарушителю присваивается 3 степень розыска и налагается штраф в размере 50.000$

Глава 15. Соучастие и содействие
15.1 За соучастие и/или содействие в преступлении любой главы Уголовного Кодекса, гражданину присваивается степень розыска по статье, в которой он участвует

Глава 16. Преступная организация
16.1 За создание преступной организации, с целью совершения преступления или серии преступлений, правонарушителю присваивается 6 степень розыска и судебным решением назначается мера наказания в виде пожизненного заключения под стражей
16.2 За участие в преступной организации, совершение преступных деяний в соучастии, правонарушителю присваивается 6 степень розыска

Глава 17. Таможенный и постовой контроль
Примечание: санкции за преступления, предусмотренные по данной главе, не могут быть квалифицированы в том числе по главе 9 и выдаются только при наличии дежурных сотрудников МВД на таможне.
17.1 За проезд пункта таможенного поста без предъявления паспорта, правонарушителю присваивается 3 степень розыска
17.2 За уклонение от обыска транспортного средства на таможенном посту, правонарушителю присваивается 3 степень розыска

Глава 18. Оскорбление
18.1 За публичное оскорбление представителя(ей) власти, какие-либо унижения или неуважение при исполнении им (ими) своих должностных обязанностей, правонарушителю присваивается 2 степень розыска и налагается штраф в размере 35.000$
18.2 За неоднократные оскорбления представителя(ей) власти, какие-либо унижения или неуважение при исполнении им (ими) своих должностных обязанностей, правонарушителю присваивается 3 степень розыска и налагается штраф в размере 70.000$

Глава 19. Домогательство и изнасилование
19.1 За домогательство сексуального характера, правонарушителю присваивается 2 степень розыска
19.2 За совершение изнасилования, насильственных действий сексуального характера, правонарушителю присваивается 4 степень розыска

Глава 20. Побег и уклонение от законных мер
20.1 За побег или уклонение от законных мер, предпринимаемых сотрудниками правоохранительных органов или представителями Генеральной инспекции, правонарушителю присваивается 6 степень розыска.

Глава 21. Грабеж и кража
21.1 За причинение имущественного ущерба высокой степени тяжести, правонарушителю присваивается 4 степень розыска
21.2 За осуществление грабежа, ограбления с применением огнестрельного, холодного оружия, правонарушителю присваивается 5 степень розыска
21.3 За осуществление грабежа на военных объектах (Авианосец, военные базы), правонарушителю присваивается 6 степень розыска

Глава 22. Незаконное предпринимательство
22.1 За повторное осуществление незаконной предпринимательской деятельности, правонарушителю присваивается 5 степень розыска;

Глава 23. Кража налоговых данных
23.1 За кражу налоговых данных и ограбление/налет на инкассаторский фургон, правонарушителю присваивается 4 степень розыска
23.2 За преднамеренное оказание помощи в ограблении от сотрудника правительства, правонарушителю присваивается 3 степень розыска
23.3 За сговор сотрудников правительства с грабителями, с целью передачи налоговых данных, правонарушителю присваивается 2 степень розыска

Глава 24. Сбор информации и государственная измена
Примечание к главе: Подозреваемый задерживается на основании п.1 статьи 2 Процессуального кодекса до проведения полного расследования
24.1 Любой незаконный сбор информации или же попытка сбора информации с особо охраняемых объектов: Администрация Президента, офис Федерального Бюро расследований, Военных баз, Военного объекта особого назначения "Авианосец" путём слежки за лицами, имеющими причастность к данным организациям, либо наблюдением за объектами без какой-либо причины и одобрения руководства данных объектов. Правонарушителю присваивается 6 степень розыска.
24.2. За разглашение и продажу государственной тайны, касательно правительства, правоохранительных органов, органов минобороны, правонарушитель получает 6 степень розыска, и штраф в размере 300.000$ (В данную статью входит информация: о закрытых спецоперациях, закрытая информация для граждан Синей Федерации)
24.3. За попытку добычи государственной тайны незаконным путем повлекшие за собой утечку информации в массы, правонарушитель получает 5 степень розыска

Глава 25. Убийство
Примечание к главе: Подозреваемый задерживается на основании п.1 статьи 2 Процессуального кодекса до проведения полного расследования
25.1. За умышленное убийство гражданина Синей Федерации правонарушитель получает 6 степень розыска
25.2. За нанесение тяжких телесных повреждение повлекшее за собой убийство гражданина Синей Республики правонарушитель получает 6 степень розыска
25.3. За произведение заказного убийства, исполнитель и заказчик привлекаются к уголовной ответственности и получают 6 степень розыска
25.4. За проведение массовых и серийных убийств (от трёх человек) на территории Синей Федерации правонарушитель получает 6 степень розыска и судебным решением назначается мера наказания в виде пожизненного заключения под стражей
25.5. За убийство высокопоставленных лиц (Президент, Вице-президент, Премьер-министр, генеральный инспектор, верховный судья, губернаторы, министры, военные генералы, директор ФБР) правонарушителю присваивается 6 степень розыска и судебным решением назначается мера наказания в виде пожизненного заключения под стражей

Глава 26. Должностные преступления
26.1 За превышение, игнорирование, неисполнение, присвоение, либо ненадлежащее исполнение должностных (служебных) обязанностей, правонарушителю присваивается наказание в виде исполнительных работ или штраф до 300.000$
26.1.2 За те же деяния предусмотренные в 27.1, повлекшие за собой негативные последствия для организации, государства или граждан, правонарушителю присваивается 6 степень розыска и штраф до 1.000.000$
26.2 За внесение должностным лицом заведомо ложных сведений в официальные документы, правонарушителю присваивается 5 степень розыска.

Глава 27. Предоставление заведомо ложных данных
27.1 За дачу заведомо ложных показаний, правонарушителю присваивается 2 степень розыска
27.2 За дачу заведомо ложных показаний на судебном заседании, правонарушителю присваивается 4 степень розыска
Примечание: данная статья инкриминируется только судом при вынесении вердикта по делу в случае подтверждения ложности показаний.

Глава 28. Неисполнение судебных постановление, неуважение к суду
Примечание: статьи в данных главах могут быть инкриминированы судом при вынесении вердикта по делу.
28.1 За любое игнорирование, невыполнение, умышленное нарушение решений, определений, постановлений, приговор суда, правонарушителю присваивается 6 степень розыска
28.2 За повторную неявку в суд, подсудимому (обвиняемому в уголовном преступлении) присваивается 6 степень розыска
28.3 За попытку оказать влияние на ход судебного процесса путем подкупа, шантажа, угроз судьям, свидетелям или обвиняемым, правонарушителю присваивается 6 степень розыска
28.4 За грубое неуважение к суду, выражающееся в агрессивных действиях, неадекватном поведении, попытке сорвать судебное заседание, правонарушителю присваивается 5 степень розыска

Глава 29. Укрывательство преступников находящихся в розыске
29.1 За отказ в выдаче сотрудника организации, находящегося в федеральном розыске, по запросу ФБР, на руководителя организации налагается штраф в размере 150.000$.
29.2 За оказание противодействия, препятствия, реализации запроса ФБР на выдачу, лицам оказывающим препятствие присваивается 3 степень розыска и налагается штраф в размере 35.000$
29.3 За повторный инцидент с отказом в выдаче преступника, на руководителя организации налагается штраф в размере 250.000$, присваивается 6 степень розыска.


Глава 30. Злоупотребление полномочиями и фабрикация уголовных дел
Злонамеренное преследование (*) - это умышленное, намеренное оказание давления, создание помех, проблем, сложностей для граждан, используя служебные полномочия и ресурсы, с целью получения выгоды, сведения личных счетов. Например фабрикование уголовного дела, против человека не являющегося виновным, выдвижение заведомо ложных, надуманных, сфабрикованных обвинений, не имея никаких доказательств виновности преследуемого лица.
30.1 За умышленное использование полномочий сотрудниками МВД с целью личной выгоды, получения информации личных счетов граждан или злонамеренного преследования, ему присваивается 6 степень розыска и налагается штраф в размере 85.000$.
30.2 За фабрикацию уголовных дел, фальсификацию доказательств и результатов по уголовному делу, сотрудникам это допустившим присваивается 4 уровень розыска, накладывается штраф в размере 100.000$.
30.3 Руководство организации может проводить внутренние служебные проверки и расследования по факту фабрикации уголовных дел своими сотрудниками, с последующими увольнениями, занесениями в черный список организации.


Глава 31. Сфабрикованные уголовные дела
31.1 За фабрикацию уголовных дел, фальсификацию доказательств и результатов по уголовному делу, сотрудникам это допустившим присваивается 4 уровень розыска, накладывается штраф в размере 100.000$.
31.2 Руководство организации может проводить внутренние служебные проверки и расследования по факту фабрикации уголовных дел своими сотрудниками, с последующими увольнениями, занесениями в черный список организации
31.3 За неоднократные факты фабрикации уголовных дел сотрудниками организации, на саму организацию налагается штраф в размере 150.000$
